Repository: robinkanatzar/iosdevuk-accessibility-challenge
Catalog: MythConf/MythConf26/Localizable.xcstrings
Source language: en
Languages: ja

source: %@, by %@, at %@
ja: %1$@、登壇 %2$@、会場 %3$@

source: %@, by %@, at %@, %lld of %lld
ja: %1$@、登壇 %2$@、会場 %3$@、%4$lld / %5$lld

source: %@, from %@ to %@, at %@
ja: %1$@、%2$@ から %3$@、会場 %4$@

source: %lld days until MythConf
ja: MythConfまであと%lld日

# %lld session from %@ to %@
source: %lld sessions from %2$@ to %3$@
ja: %2$@ から %3$@ までの %1$lld セッション

source: Add to schedule
ja: スケジュールに追加

source: Bluesky account
ja: Bluesky アカウント

source: Bookmark
ja: ブックマーク

source: Break Time from %@ to %@
ja: %1$@ から %2$@ までの休憩時間

source: Break Time from %@ to %@, %@
ja: %1$@ から %2$@ までの%3$@

source: Break Time from %@ to %@, %@ at %@
ja: %1$@ から %2$@ までの%3$@、会場 %4$@

source: Conference day
ja: カンファレンスの日

source: Conference Dinner
ja: カンファレンスディナー

source: Day %lld
ja: %lld 日目

source: Day %lld, %@
ja: %1$lld 日目、%2$@

source: Dinner
ja: ディナー

source: Discussion Panel
ja: パネルディスカッション

source: English
ja: 英語

source: Favorite
ja: お気に入り

source: Favourite
ja: お気に入りに追加

source: Filter
ja: フィルター

source: Find speaker
ja: スピーカーを探す

source: Focus search
ja: 検索にフォーカス

source: From %@ to %@
ja: %1$@ から %2$@

source: GitHub account
ja: GitHub アカウント

source: Japanese
ja: 日本語

source: Lightning Talks
ja: ライトニングトーク

source: LinkedIn account
ja: LinkedIn アカウント

source: Locations
ja: 会場

source: Lunch
ja: ランチ

source: Mastodon account
ja: Mastodon アカウント

source: My Schedule
ja: マイスケジュール

source: No Favourites Yet
ja: お気に入りはまだありません

source: No network connection — showing a saved snapshot of this map.
ja: ネットワーク未接続のため、保存された地図を表示しています。

source: No search results
ja: 検索結果がありませんでした

source: No speakers match “%@”.
ja: 「%@」に一致するスピーカーはいません。

source: Open in Maps: %@
ja: %@ をマップで開く

source: Programme
ja: プログラム

source: Rail Trip
ja: 電車での移動

source: Registration
ja: 受付

source: Remove from schedule
ja: スケジュールから削除

source: Remove session from favourites
ja: セッションをお気に入りから削除

source: Save
ja: 保存

source: Search
ja: 検索

source: Search speakers
ja: スピーカーを検索

source: Sessions
ja: セッション

source: Social Event
ja: 懇親イベント

source: Speakers
ja: スピーカー

source: Star
ja: 星

source: Switch language
ja: 言語を切り替える

source: Switch to English
ja: 英語に切り替える

source: Talk
ja: トーク

source: Tap the star on any session in the Programme to save it here.
ja: プログラムでセッションの星をタップすると、ここに保存されます。

source: Tea / Coffee Break
ja: ティー / コーヒー休憩

source: Toggle language
ja: 言語切り替え

source: Website, %@
ja: Web サイト、%@

source: Workshop
ja: ワークショップ

source: X account
ja: X アカウント

source: YouTube account
ja: YouTube アカウント
